{"basics":{"name":"Hauke Sandhaus","label":"HCI Researcher & UX Technologist","image":"","email":"sandhaus@duck.com","phone":"","url":"https://hauke.haus/","summary":"PhD Candidate in Information Science at Cornell Tech, working on enabling technology designers to develop for positive societal impact while navigating external influences, unaccounted for in today's user-centered design processes. Experienced in responsible and efficient design innovation methodologies to empower designers.","location":{"address":"2 West Loop Road","postalCode":"10044","city":"New York City","countryCode":"US","region":"New York"},"profiles":[]},"work":[{"name":"Cornell Tech","position":"Ph.D. Candidate in Information Science","url":"","startDate":"2021-08","endDate":"","summary":"Working under the advisement of assistant professor Qian Yang and co-advised by associate professor Wendy Ju, focusing on transparent AI & autonomous vehicle interaction. Research focuses on enabling technology designers to develop for positive societal impact while navigating external influences.","highlights":["Developing frameworks for responsible and efficient design innovation methodologies","Researching approaches to empower designers to navigate external influences in user-centered design processes","Exploring ethical considerations in technology design with a focus on societal impact"]},{"name":"Center for Responsible AI at NYU","position":"Research Assistant","url":"","startDate":"2023-03","endDate":"2023-12","summary":"Worked on the 'University of Notre Dame - IBM' Technology Ethics Lab Grant Auditing AI Initiative on the project 'Expanding AI Audits to Include Instruments: Accountability, Measurements, and Data in Motion Capture Technology.'","highlights":["Collaborated with researchers from University of Michigan, Intel Labs, and New York University on an award-winning CHI publication","Investigated bias in measurement standards for AI hardware","Contributed to frameworks for auditing AI technologies"]},{"name":"Volkswagen Group Future Center","position":"UX Technologist","url":"","startDate":"2018-10","endDate":"2021-08","summary":"Led the design of inclusive user experiences for fully autonomous vehicles and developed next-generation driver interfaces. Involved in the creation and transformation of CARIAD.","highlights":["Improved User Experience Questionnaire (UEQ) benchmarks by 30% over state-of-the-art through inclusive design approaches","Developed and implemented a next-generation digital cockpit that improved accessibility of steering wheel functions without affecting driving performance","Created high-fidelity AI prototypes using cutting-edge research papers and custom computer vision pipelines that were adopted for production development","Conducted on-road studies for ambient in-cabin lighting systems that identified critical safety, comfort, and motion sickness factors for AV passengers","Designed and prototyped LLM-based digital assistant interfaces for in-vehicle use, now in final stages before market release","Established GDPR-compliant research practices that were adopted across the VW Group","Successfully transferred multiple vision projects to strategy teams, with implementations adopted by Porsche, Skoda, and Audi"]},{"name":"Robert Bosch","position":"Intern & External Master Theses","url":"","startDate":"2017-08","endDate":"2018-01","summary":"Designed V2X interfaces and researched interfaces for autonomous vehicles tailored for older adults and disabled users.","highlights":["Conducted research on autonomous vehicle interfaces for older adults and people with disabilities","Designed Vehicle-to-Everything (V2X) interfaces for future mobility solutions"]},{"name":"ELIXIER","position":"Student Researcher","url":"","startDate":"2016-08","endDate":"2017-04","summary":"Conducted usability testing of multimodal and augmented workbenches for educational purposes and developed an AR manual for chemistry experiments.","highlights":[]},{"name":"100%FAT","position":"External Bachelor Theses","url":"","startDate":"2015-01","endDate":"2015-05","summary":"Designed, developed, and evaluated a prototype for a touchless interactive showcase in the DesignLab Twente. The prototype was permanently installed in the Design Hall.","highlights":[]},{"name":"Twente Academy","position":"Student Teacher","url":"","startDate":"2014-03","endDate":"2014-09","summary":"Taught upper secondary school pupils programming using the Arduino microprocessor.","highlights":[]}],"volunteer":[{"organization":"Cornell Tech","location":"New York City","position":"Co-host NYC Privacy Day","startDate":"Fall 2025","endDate":"Fall 2025","summary":"Managed the website, sign-ups, and the poster and demo track for NYC Privacy Day, an initiative between privacy research institutes in the NYC area.","highlights":[]},{"organization":"Cornell Tech","location":"New York City","position":"Instructor Ethics for Public Interest Technology","startDate":"Summer 2025","endDate":"Summer 2025","summary":"Co-instructed ethics workshop on conscientious technology design, developing materials, and leading activities on value-driven design thinking (pitechethics.github.io). With Helen Nissenbaum.","highlights":[]},{"organization":"Cornell Tech","location":"New York City","position":"Teaching Assistant in Privacy in the Digital Age","startDate":"Fall 2024","endDate":"Fall 2024","summary":"Head TA in master level privacy class. Led assignments, in-class privacy policy exercise and a lecture on usable privacy. With Helen Nissenbaum and Vitaly Shmatikov.","highlights":[]},{"organization":"Cornell Tech","location":"New York City","position":"Teaching Assistant in Interactive Device Design","startDate":"Fall 2023","endDate":"Fall 2025","summary":"Head TA in master level prototyping class. Maintained project code repository, labs, and oversaw grading. Updated the class for AI-codesign of technology. With Wendy Ju.","highlights":[]},{"organization":"Cornell University","location":"New York City","position":"ISGSA Liaison","startDate":"Fall 2022","endDate":"Fall 2023","summary":"Information Science Graduate Student Association Liaison for NYC to Ithaca campus collaboration.","highlights":[]},{"organization":"Cornell University","location":"Ithaca","position":"Teaching Assistant in HCI Design","startDate":"Fall 2021","endDate":"Fall 2021","summary":"Assisted in teaching undergraduate and master level course in human computer interaction. Oversaw grading and individual sections. With Gilly Leshed.","highlights":[]},{"organization":"We Drive Proud","location":"Potsdam, Germany","position":"Member","startDate":"2019","endDate":"2021","summary":"Member of the VW network to advocate being out at work.","highlights":[]}],"education":[{"institution":"Cornell University, Ann S. Bowers College of Computing and Information Science","url":"","area":"Information Science","studyType":"M.Sc.","startDate":"2021","endDate":"2024","score":"Passed Qualification Exam on October 2nd, 2024","courses":[],"highlights":["A Exam Title: 'Navigating Ethical Design Under External Pressures'","Dissertation Topic: 'Empowering technology designers to create ethical technologies and resist external pressures.'"]},{"institution":"Bauhaus Universität Weimar","url":"","area":"Human-Computer Interaction","studyType":"M.Sc.","startDate":"2015","endDate":"2018","score":"Graduated with honors (GPA 3.9)","courses":[],"highlights":["Master Thesis: 'An Ambient Display for Fully Autonomous Vehicles'","Best Thesis of the Year","Publication: 'A WOZ Study of Feedforward Information on an Ambient Display in Autonomous Cars' in The 31st Annual ACM Symposium on User Interface Software and Technology"]},{"institution":"Universiteit Twente","url":"","area":"Creative Technology","studyType":"B.Sc.","startDate":"2011","endDate":"2015","score":"Cum Laude (Thesis GPA 4.0)","courses":[],"highlights":["Bachelor Thesis: 'Development of a 3D Navigable Interface for a Touchless Showcase'","Represented graduation year and gave graduation speech","Prototype permanently installed in the Design Hall"]},{"institution":"Czech Technical University","url":"","area":"Electrical Engineering and Telecommunications","studyType":"Semester Abroad","startDate":"2013","endDate":"2014","courses":[]},{"institution":"Gymnasium im Schloss","url":"","area":"Science Branch (STEM)","studyType":"Abitur","startDate":"2003","endDate":"2011","courses":[],"highlights":["Graduated with majors in Art & Religion","Participated in and won science competitions"]}],"awards":[{"title":"DLI Doctoral Fellow","date":"2023-2024","awarder":"Cornell Tech","summary":"The Digital Life Initiative supports examining the complexities and tensions present in digital technologies involving ethics, policy, politics, and quality of life."},{"title":"Siegel Public Interest Technology Impact Fellowship","date":"2021-03","awarder":"Cornell Tech","summary":"Funded to work for not-for-profit organization YAI. YAI is one of the largest organizations in the U.S. providing children and adults with intellectual and developmental disabilities (I/DD) a comprehensive range of services."},{"title":"Thesis of the Year","date":"2015-07","awarder":"Universiteit Twente","summary":"Selected by jury to speak at graduation ceremony. Bachelor thesis presented on behalf of the creative technology program."}],"certifications":[{"title":"Scaled Agile Framework (SAFe) 5.0","date":"2021-04","authority":"Scaled Agile","url":"https://www.scaledagile.com/certification/certified-safe-agilist/","summary":"Certified SAFe Agilist (SA) demonstrates knowledge in applying the Scaled Agile Framework, lean thinking, and product development flow principles in an enterprise context."}],"under-review":[{"name":"Deceptive Performance Indicators: Using User Experience Questionnaires to Assess 'Good' Design Can Be Misleading","publisher":"CHI '26 Under Review","releaseDate":"2026-05","summary":"Sandhaus, H., Rhomberg, D., Nissenbaum, H."}],"publications":[{"name":"Co-Designing with Transformers: Unpacking the Complex Role of GenAI in Interactive System Design Education","publisher":"DIS '25","releaseDate":"2025-07","summary":"Sandhaus, H., Gu, Q., Parreira, T., Ju, W."},{"name":"Privacy of Groups in Dense Street Imagery","publisher":"FAccT 2025","releaseDate":"2025-06","summary":"Franchi, M.*, Sandhaus, H.*, Choksi, M., Engelmann, S., Ju, W., Nissenbaum, H. (* = equal contribution)"},{"name":"My Precious Crash Data: Barriers and Opportunities in Encouraging Autonomous Driving Companies to Share Safety-Critical Data","publisher":"CSCW '25 Proceedings","releaseDate":"2025-10","summary":"Sandhaus, H., Hwang, A., Yang, Q., & Ju, W."},{"name":"Changing Lanes Toward Open Science: Openness and Transparency in Automotive User Research","publisher":"Proceedings of the 16th International Conference on Automotive User Interfaces and Interactive Vehicular Applications","releaseDate":"2024","summary":"Ebel, P., Bazilinskyy, P., Colley, M., Goodridge, C. M., Hock, P., Janssen, C. P., Sandhaus, H., Srinivasan, A. R., Wintersberger, P."},{"name":"Regaining Trust: Impact of Transparent User Interface Design on Acceptance of Camera-Based In-Car Health Monitoring Systems","publisher":"Adjunct Proceedings of the 16th International Conference on Automotive User Interfaces and Interactive Vehicular Applications","releaseDate":"2024","summary":"Sandhaus, H., Choksi, M. Z., Ju, W."},{"name":"Characterizing Cultural Differences in Naturalistic Driving Interactions","publisher":"IEEE International Conference on Intelligent Transportation Systems 2024","releaseDate":"2024-09","summary":"Di Pirro, R., Sandhaus, H., Goedicke, D., Calderone, D., Oishi, M., Ju, W."},{"name":"Modeling Social Situation Awareness in Driving Interactions","publisher":"AutoUI '24 Proceedings","releaseDate":"2024-09","summary":"Klein, N., Sandhaus, H., Goedicke, D., Parush, A., & Ju, W."},{"name":"Towards Quantifying Ethical User Experience: Evaluating User Perceptions of Dark Patterns in Social Media","publisher":"Mobilizing Research and Regulatory Action on Dark Patterns and Deceptive Design Practices Workshop at CHI","releaseDate":"2024-05","summary":"Rhomberg, D.*, Sandhaus, H*. (* = equal contribution)"},{"name":"The Cadaver in the Machine: The Social Practices of Measurement and Validation in Motion Capture Technology","publisher":"CHI '24 Proceedings","releaseDate":"2024-01","summary":"Harvey, E., Sandhaus, H., Jacobs, A.Z., Moss, E., & Sloane, M."},{"name":"Job Interview Using a Gender-Swapped Avatar","publisher":"CSCW Companion","releaseDate":"2023","summary":"Kim, J., Sandhaus, H., and Fussell, S."},{"name":"Promoting Bright Patterns","publisher":"CHI '23 Workshop: Designing Technology and Policy Simultaneously, arXiv [cs.HC]","releaseDate":"2023","summary":"Sandhaus, H."},{"name":"Towards Prototyping Driverless Vehicle Behaviors, City Design, and Policies Simultaneously","publisher":"CHI '23 Workshop: Designing Technology and Policy Simultaneously, arXiv [cs.HC]","releaseDate":"2023","summary":"Sandhaus, H., Ju, W. and Yang, Q."},{"name":"A WOZ Study of Feedforward Information on an Ambient Display in Autonomous Cars","publisher":"The 31st Annual ACM Symposium on User Interface Software and Technology Adjunct Proceedings","releaseDate":"2018-10","summary":"Sandhaus, H. and Hornecker, E."},{"name":"Smart textiles in the performing arts","publisher":"Textiles, Identity and Innovation: Design the Future, CRC Press","releaseDate":"2018","summary":"Martinez, A., Honauer, M., Sandhaus, H. and Hornecker, E."},{"name":"Development of a 3D navigable interface for a touchless showcase","publisher":"University of Twente","releaseDate":"2015","summary":"Sandhaus, H. Still visible in the design gallery of the University of Twente."}],"skills":[{"name":"Coding","level":"Expert","keywords":["Python","Java","JavaScript","React.js","Node.js","Android","Unity3D","C#","Arduino","Open Frameworks"]},{"name":"AI","level":"Expert","keywords":["fastai","Pinecone","Teachable Machines","TensorFlow","ml5.js","OpenCV","Scikit-learn","DepthAI","LLM integration","Custom computer vision pipelines"]},{"name":"Data Analytics","level":"Advanced","keywords":["Python data visualization","Tableau","R","Matlab","d3.js"]},{"name":"Design","level":"Expert","keywords":["Interface design","Lottie","AE","3D modeling","PSD","Framer"]},{"name":"User Research","level":"Expert","keywords":["Contextual & expert interviews","Ethnography","Surveys","Usability testing","On-road studies"]},{"name":"UX","level":"Expert","keywords":["Personas","Wireframes","Focus groups","Human factors","Inclusive design","Accessibility"]},{"name":"Hardware","level":"Advanced","keywords":["CAD","Rapid Prototyping","3D manufacturing"]},{"name":"Management","level":"Advanced","keywords":["Team leadership","Conflict resolution","Strategy","Scaled agile methods (certified)","UX strategy"]}],"languages":[{"language":"German","fluency":"Native speaker"},{"language":"English","fluency":"Fluent"}],"interests":[{"name":"Electronic music","keywords":[]},{"name":"Independent movies","keywords":[]},{"name":"Technophile","keywords":[]},{"name":"Sporty","keywords":[]},{"name":"Nature-loving","keywords":[]}],"references":[],"projects":[{"name":"Benevolent User Interface Design","description":"Developing frameworks to counteract dark patterns with 'bright patterns' that prioritize user goals and well-being over their desires and business objectives.","highlights":["Created brightpatterns.org to catalog and promote benevolent design solutions by corporations, seemingly acting against their short-term best interest.","Created the survey tool UEEQ.org to quantify ethical user experience metrics to evaluate interface design."],"url":"https://brightpatterns.org","status":"Ongoing"},{"name":"Enabling Appropriate Dataflows","description":"Investigating methods to promote data sharing and transparency.","highlights":["Developing onboarding flows to encourage transparent data sharing that enables AI models for societal good.","Researching large scale dataset privacy risks on groups and developing frameworks to enable use of them through contextual integrity."],"status":"Ongoing"},{"name":"Responsible AI Innovation","description":"Auditing AI hardware for historical bias in measurement standards.","highlights":["Encouraging regulatory sandboxing in high-risk domains to enable innovation with appropriate guardrails.","Exploring how startups can prototype policy, business models, and technology simultaneously."],"status":"Ongoing"},{"name":"Modeling Human Driving Interaction","description":"Understanding cross-cultural differences in driving behaviors using virtual reality environments.","highlights":["Developing frameworks for autonomous vehicles with enhanced social capabilities.","Researching human-machine interaction patterns for mixed-autonomy traffic scenarios."],"status":"Ongoing"}]}